***messages***

;  Strings

; These are strings for prompts proposing users to choose from several
; options defined by words. Every such word is started from _.
; In every word the first character not used yet by previous words
; is assigned as hotkey. It is necessary to make such character
; uppercase, so users will know what to enter for every choice.
45ae09fb="_Oui_Non"
26baa096="_Oui_Non_Tous"
2c8752a3="_Oui_Non_Tous_Jamais_Quitter"
67fa3a7b="_Oui_Non_Tous_Jamais_Renommer_Quitter"
bdbb4127="_Continuer_Quitter"
6bfd7fb7="_Réessayer_Abandonner"
27cc148f="\nRAR %s   Copyright (c) 1993-%d Alexander Roshal   %d %s %d"
ba95fc4d="\nLicence accordée à %s\n"
f08092f6="\nVersion de démonstration         Pour obtenir de l'aide, saisissez 'rar -?'\n"
17087d31="\nLa clé de licence disponible est valide uniquement pour %s\n"
29cbe41a="\nUNRAR %s Freeware      Copyright (c) 1993-%d Alexander Roshal\n"
d685b67d="bêta"
da09c0e4="x86"
aa848c46="x64"
f32fcec1="Jan"
97efbe8a="Fév"
e261840b="Mar"
b8a25e7f="Avr"
75b35d83="Mai"
dd811994="Jui"
338f78b8="Jul"
a8084ed1="Aoû"
7ebbae59="Sep"
3ab097d2="Oct"
79c9d3c5="Nov"
e36c5a72="Déc"
47238bd6="\nUtilisation :     rar <commande> -<paramètre 1> -<paramètre N> <archive> <fichiers...>"
e9ac195f="\nUtilisation :     unrar <commande> -<paramètre 1> -<paramètre N> <archive> <fichiers...>"
6402b51a="\n<@listfiles...> <chemin_extraction\\>"
37c4b240="\n\n<Commandes>"
c5c4d9f4="\n  a             Ajouter des fichiers à l'archive"
407d3622="\n  c             Ajouter un commentaire à l'archive"
1958fa78="\n  ch           Modifier les paramètres d'archivage"
3def95de="\n  cw           Ecrire les commentaires de l'archive dans le fichier"
5a0e088e="\n  d             Supprimer les fichiers de l'archive"
99f44c1a="\n  e             Extraire les fichier sans les chemins archivés"
be48169e="\n  f              Actualiser les fichiers dans l'archive"
f01c5fb5="\n  i[par]=<str>  Rechercher une chaîne de caractères dans les archives"
9dd635db="\n  k             Verrouiller l'archive"
9da9a50e="\n  l[t[a],b]     Répertorie le contenu de l'archive [technical[all], bare]"
e8d639c8="\n  m[f]          Déplacer vers l'archive [fichiers uniquement]"
f6e7cc23="\n  p              Imprimer le fichier dans la sortie standard (stdout)"
0e5ee7c6="\n  r               Réparer l'archive"
64f802ac="\n  rc             Reconstruire les volumes manquants"
bb014199="\n  rn             Renommer les fichiers archivés"
bdc41587="\n  rr[N]          Ajouter l'enregistrement de restauration des données"
437dcfd9="\n  rv[N]         Créer des volumes de restauration"
a5bd320d="\n  s[nom|-]    Convertir l'archive en (ou depuis) SFX"
2a7e0204="\n  t               Tester les fichiers de l'archive"
c0a54bda="\n  u              Mettre les fichiers de l'archive à jour"
ca51bbd7="\n  v[t[a],b]     Répertorie en détail ne contenu de l'archive [technical[all],bare]"
a18108ee="\n  x              Extraire les fichiers avec le chemin d'accès complet"
baa5cb64="\n\n<Paramètres>"
8588221b="\n  -             Interrompre la vérification des paramètres"
e31be2ac="\n  @[+]          Désactiver [activer] listes de fichiers"
28d58440="\n  ac            Effacer l'attribut Archive après la compression ou l'extraction"
c193dbd4="\n  ad            Ajouter le nom de l'archive au chemin d'accès de destination"
0bb63998="\n  ag[format]    Générer un nom d'archive comportant l'heure et la date"
2fa5a654="\n  ai            Ignorer les attributs des fichiers"
da6c83bd="\n  ao            Ajouter les fichiers avec l'attribut Archive"
0d8d1a87="\n  ap<chemin d'accès>      Définir le chemin d'accès dans l'archive"
9dd44d57="\n  as            Synchroniser le contenu des archives"
97d6cc8c="\n  c-            Désactiver l'affichage des commentaires"
b5081a20="\n  cfg-          Désactiver la lecture de la configuration"
079daad0="\n  cl            Convertir les noms en minuscules"
844a940d="\n  cu            Convertir les noms en majuscules"
551e6e79="\n  df            Supprimer les fichiers après archivage"
f925c396="\n  dh            Ouvrir les fichiers partagés"
ebce35fa="\n  dr            Déplacer les fichiers dans la corbeille"
30619b8c="\n  ds            Désactiver le tri par nom pour l'archive compacte"
44e06dc9="\n  dw            Supprimer les fichiers définitivement"
6d8ee7c3="\n  e[+]<attr>    Définir les attributs d'exclusion et d'inclusion de fichiers"
ed449116="\n  ed            Ne pas ajouter de dossiers vides"
4349df7a="\n  en            Ne pas insérer le bloc 'fin d'archive'"
cc796936="\n  ep            Exclure les chemins des noms"
a4d8fb38="\n  ep1           Exclure le dossier racine des noms"
836d66c8="\n  ep2           Développer les chemins"
bc01e6f6="\n  ep3           Développer les chemins avec la lettre du disque"
d5ca8cdd="\n  f             Actualiser les fichiers"
b86e8889="\n  hp[motdepasse]  Chiffrer les données et les en-têtes du fichier"
fb3c0a14="\n  ht[b|c]       Sélectionne le type de hash [BLAKE2,CRC32] pour la somme de contrôle"
87965ba1="\n  id[c,d,p,q]   Désactiver les messages"
6d1186fb="\n  ieml[addr]    Envoyer l'archive par e-mail"
39104349="\n  ierr          Envoyer tous les messages comme erreur standard"
de8dfd87="\n  ilog[nom]    Consigner les erreurs dans le fichier journal"
7c1ce3aa="\n  inul          Désactiver tous les messages"
239509f1="\n  ioff[n]       Arrêter le PC après l'opération"
3d6cdc12="\n  isnd          Activer les sons"
680f3726="\n  iver          Afficher le numéro de version"
9dd635db="\n  k             Verrouiller l'archive"
3d128f81="\n  kb            Conserver les fichiers extraits endommagés"
1e55856e="\n  log[f][=nom] Consigne les noms dans le journal"
d226dfac="\n  m<0..5>       Configurer le degré de compression (0-store...3-par défaut...5-maximal)"
8991fcc2="\n  ma[4|5]       Définir une version de format d'archivage"
6abc478d="\n  mc<par>       Définir les paramètres avancés de compression"
aa8cf316="\n  md<n>[k,m,g]  Taille du dictionnaire en Ko, Mo or Go"
9fc210ad="\n  ms[ext;ext]   Indiquer les types de fichier à stocker"
50633fa6="\n  mt<tâches>   Définir le nombre de tâches"
0b803d9f="\n  n<file>       Filtrer les fichiers inclus"
36e5805a="\n  n@            Lire les masques de filtres supplémentaires depuis stdin"
eae8521b="\n  n@<list>      Lire les masques de filtres supplémentaires depuis la liste des fichiers"
9d4c71ea="\n  o[+|-]        Définir le mode de remplacement"
a162ffb2="\n  oc            Définir l'attribut de compression NTFS"
6a05ad35="\n  oh            Enregistrer les liens en dur au lieu du fichier"
398e888a="\n  oi[0-4][:min] Enregistrer les fichiers identiques en tant que références"
95a0bbbe="\n  ol[a]         Traiter les liens symboliques comme comme le lien [chemins absolus]"
f75b927c="\n  oni           Autoriser les noms potentiellement incompatibles"
950f5afd="\n  or            Renommer les fichiers automatiquement"
9a79f87f="\n  os            Enregistrer les flux NTFS"
0ec1be44="\n  ow           Sauvegarder ou restaurer le propriétaire et le groupe du fichier"
34396190="\n  p[mot de passe]   Définir le mot de passe"
b34d7cfc="\n  p-            Ne pas demander le mot de passe"
faf19b85="\n  qo[-|+]       Ajouter des informations d'ouverture rapide [aucune|forcer]"
1890d917="\n  r             Sous-dossiers récurrents"
ef406e2f="\n  r-            Désactiver la récursivité"
07585284="\n  r0            Sous-dossiers récurrents pour les noms avec joker uniquement"
a8519f51="\n  ri<P>[:<S>]   Configurer la priorité (0-défaut,1-min..15-max) et le temps d'attente en ms"
bdc41587="\n  rr[N]          Ajouter l'enregistrement de restauration des données"
437dcfd9="\n  rv[N]         Créer des volumes de restauration"
7874c873="\n  s[<N>,v[-],e] Créer une archive compacte"
e560823f="\n  s-            Désactiver l'archivage compacte"
849020ff="\n  sc<jeu_caractères>[objets]  Définir le jeu de caractères"
dac333fe="\n  sfx[nom]     Créer une archive SFX"
0ec14c86="\n  si[nom]      Lire les données depuis l'entrée standard (stdin)"
e337ddc5="\n  sl<taille>      Traite les fichiers avec une taille inférieure à celle spécifiée"
09d517fc="\n  sm<taille>      Traite les fichiers avec une taille supérieure à celle spécifiée"
985bb863="\n  t             Tester les fichiers archivés"
5f7c2fc3="\n  tk            Garder l'heure d'origine de l'archive"
c45336ed="\n  tl            Définir l'heure de l'archive selon le dernier fichier"
11def2e9="\n  tn<heure>      Traiter les fichiers postérieurs à <heure>"
3434fa20="\n  to<heure>      Traiter les fichiers antérieurs à <heure>"
49e02df1="\n  ta<date>      Traiter les fichiers modifiés après le <date> au format YYYYMMDDHHMMSS"
6862009c="\n  tb<date>      Traiter les fichiers modifiés avant le <date> au format YYYYMMDDHHMMSS"
05c79c73="\n  ts[m|c|a]     Sauvegarder ou restaurer l'heure fichier (modification, création, accès)"
01f746c7="\n  u             Mettre à jour les fichiers"
151a551b="\n  v             Créer les volumes avec la détection automatique de la taille ou lister tous les volumes"
90ba50ab="\n  v             Répertorier tous les volumes"
83c56db4="\n  v<taille>[k,o]  Créer les volumes dont la taille=<taille>*1000 [*1024, *1]"
c904b0cc="\n  vd            Effacer le contenu du disque avant de créer le volume"
db306e31="\n  ver[n]        Contrôle de la version du fichier"
f85b3633="\n  vn            Utiliser l'ancien style pour l'affectation du nom de volume"
af0eab5c="\n  vp            Observer une pause après chaque volume"
c4149272="\n  w<path>       Définir un dossier de travail"
dcfab2a7="\n  x<file>       Exclure le fichier spécifié"
7b26f7bb="\n  x@            Lire les noms des fichiers à exclure du flux d'entrée (stdin)"
c8dccdfa="\n  x@<list>      Exclure les fichiers répertoriés dans la liste définie de fichiers"
a08b2a2b="\n  y             Répondre Oui à toutes les questions"
bfd7ae24="\n  z<fichier>    Lire le commentaire de l'archive depuis le fichier"
bfcd6f2b="\n  ERREUR : Archive erronée%s\n"
9664189f="Saisir le mot de passe (ne sera pas affiché)"
4e41836b="\n  Saisir le mot de passe (ne sera pas affiché) pour %s : "
99d9c6df="\n  Saisir le mot de passe à nouveau : "
9186f535="\n  ERREUR : Les mots de passe ne correspondent pas\n"
0d85b07b="Erreur d'écriture dans le fichier %s"
68a8444a="Erreur de lecture dans le fichier %s"
11e56d97="Erreur de recherche dans le fichier %s"
1343e4da="Impossible de fermer le fichier %s"
009537bf="Mémoire insuffisante"
b456b2a5="Archive corrompue : utiliser la commande 'Réparer'"
95f14ef5="Programme arrêté"
b4487a1d="\nImpossible de renommer %s en %s"
1d5c6b4e="\nVolume %s introuvable"
24c97a64="\nArrêt par l'utilisateur\n"
edb31e2f="\nCréer le volume suivant ?"
bf6db9c1="\nDisque plein. Insérer le suivant"
238c7a39="\n\nCréation de l'%sarchive %s\n"
658bcc64="\nInsérez le disque avec %s"
917734ee="\n\nTest de l'archive %s\n"
f632b175="\n\nExtraction depuis %s\n"
e7ad67ef="\nConversion de %s"
cb2b39ad="\nConvertir les archives en SFX"
99a0487d="\nSuppression du module SFX"
eb3af98a="\n%s n'est pas une archive SFX"
5d46b7ad="\n%s n'est pas une archive RAR"
295c4bf7="\n%s n'est pas le premier volume"
e6e41774="\n%s : impossible de convertir une archive en SFX avec l'ancien format"
ea3c3b2c="\nImpossible de créer %s"
c1f6b242="\nImpossible d'ouvrir %s"
e487af01="\nMéthode inconnue dans %s"
aa0f0b9b="\nFormat d'archive non pris en charge. Mettez RAR à jour vers une version plus récente."
f66c5d5c=" OK"
e79f56e4="\nTerminé"
d89fd911="\nVerrouillage de l'archive"
7a86bf7a="\n\nERREUR : Impossible de modifier une archive ayant l'ancien format"
dca84101="\n\nERREUR : Archive verrouillée"
9a715e78="\n\nERREUR : Impossible de modifier le volume"
cb3224be="\nVersion d'évaluation. Merci de vous enregistrer.\n"
fb32d8e5="\nCréation de l'%sarchive %s\n"
a197f21f="\nMise à jour de l'%sarchive %s\n"
da31bc44="compacte "
41c8dfa1="\nAjout de %-58s     "
46e24fee="\nMise à jour de %-58s     "
e9b08831="\n...       %-58s     "
edf1ef63="\n\nSuppression des fichiers %s..."
9d75324f="et dossiers"
d2a8761e="\nSuppression de %-30s"
ec1068d4="    supprimé"
80aee94a="    NON SUPPRIME"
6c75eb59="\n\nEffacement des attributs..."
dacf033e="\nSuppression du dossier %-30s"
564aa9b8="\nAVERTISSEMENT : Impossible d'ouvrir %d %s"
fc636988="fichiers"
d58b840e="fichier"
32f00636="\nAVERTISSEMENT : Pas de fichier"
dba986de="\n%s : chiffré"
7dc41bea="\nImpossible de modifier l'archive compacte contenant des fichiers chiffrés"
6ed087c4="\nAnalyse des fichiers archivés : "
a0313268="\nNouvelle compression des fichiers archivés : "
7c714e97="\n%-20s - erreur de somme de contrôle"
917734ee="\n\nTest de l'archive %s\n"
f632b175="\n\nExtraction depuis %s\n"
55dbd6a7="\n%s : utiliser le mot de passe actuel ?"
511469be="\nCréation de %-56s"
03e8deeb="\n%-56s ignoré"
79185ea8="\nTest de %-56s"
c15e7bbf="\nExtraction de %-56s"
0b2cb3bc="\n...         %-56s"
5f9c9805="\nImpossible de créer le dossier %s"
a01686dc="\n------ Impression de %s\n\n"
2460c98a="\nErreur de somme de contrôle dans le fichier chiffré %s. Fichier corrompu ou mot de passe erroné."
bbb8c3fb="\nAucun fichier à extraire"
a4199058="\nTout est OK"
8879f147="\nNombre total d'erreurs : %ld"
42cc3dd1="\n\nSouhaitez-vous remplacer le fichier existant %s\n%6s octets, modifié le %s\npar le nouveau\n%6s octets, modifié le %s\n"
009b2ab1="\nRemplacer %s ?"
9c8853a5="\nSaisissez le nouveau nom : "
80dcc6ed="\nUn en-tête est corrompu"
6daa80e6="\nL'en-tête de l'archive principale est corrompu"
23aa75f9="\n%s : l'en-tête du fichier est corrompu"
c1e2d4da="L'en-tête des données de restauration est corrompu"
c39cb8b2="\nLecture du commentaire depuis le flux d'entrée\n"
5fa15ce7="\nLecture du commentaire depuis %s"
bd8a17c5="\nSuppression du commentaire de %s"
768fe749="\nAjout du commentaire à %s"
543235d9="\nAjout des commentaires aux fichiers"
6ae85f69="\n\nLecture du commentaire depuis %s : %s depuis stdin\n"
3a14338f="\nLe commentaire de l'archive est corrompu"
38c49074="\nAppuyez sur 'Entrée' pour continuer ou sur 'Q' pour quitter :"
d4ce106d="\nEcrire un commentaire dans %s"
312802d7="\nLe commentaire n'est pas présent"
2f446b7a="\nSuppression depuis %s"
3fe3dd22="\nSuppression de %s"
3b814a74="\nEffacement de l'archive vide %s"
bdd081d5="\nAucun fichier à supprimer"
4ee71313="--------  %2d %s %d, archive %s"
9969ee6b="\nERREUR : Chemin d'accès trop long\n"
c0d0f264="Archive"
670aa472="Détails"
5e6ee46d="compacte"
f5a771c2="SFX"
48b479b5="volume"
fc16b2ec="enregistrement de restauration"
de9b2910="verrouiller"
4f850230="chiffré"
70b72563="en-têtes chiffrés"

; Titles for 'L' and 'V' commands.
7c890b8a=" Attributs      Taille    Date   Heure   Nom"
9ae5f6df=" Attributs      Taille    Ratio de compression   Date   Heure   Somme de contrôle  Nom"

; Titles for multiline list output.
a7056326="Nom"
75f84a09="Type"
75b92b30="Fichier"
dc74843a="Dossier"
1178a3aa="Lien symbolique UNIX"
977415f8="Lien symbolique Windows"
e0045ffc="Point de jonction NTFS"
b944b270="Lien en dur"
fbc39a5d="Référence fichier"
ea1f5cce="Flux de données de remplacement NTFS"
b0ed9ea1="Cible"
0ee6394a="Taille"
db5bdcf1="Taille compressée"
c7f7beaa="Taux"
13062a69="mtime"
ac369408="ctime"
d6f6c768="atime"
910b70c8="Attributs"
3092476f="Drapeaux"
ad644305="Compression"
2e5a773b="Système d'exploitation hôte"
faa4a29b="Version du fichier"
f4b1352a="Service"
4e5d8e8b="\n  Propriétaire/Groupe des données Unix :    %-14s %-14s"
8d7ffcc6="\n  Données de sécurité NTFS"
1cab91c5="\n  Flux NTFS : %s"
99693dfd="\n  Type d'en-tête secondaire inconnu : 0x%04x"
6caeef93="\nCommentaire : "
ea257a35="Oui"
1a011159="Non"
1a3f15ac="  0 fichier\n"
1667c9a4="\nReconstruction de %s"
c2fe5423="\nConstruction de %s"
7e70957a="\nImpossible de réparer l'archive avec l'ancien format"
e6ba84d9="\n%s trouvé"
dfb187b9="\nL'en-tête de l'archive est corrompu. Marquer l'archive comme compacte ?"
3dc50b0f="\nAucun fichier trouvé"
4b9729cd="\nFin de l'archive incorrecte"
442ceb46="\nReconstruire la structure de l'archive ?"
c6734202="\nRecherche de l'enregistrement de restauration"
c4ab5a53="\nAnalyse des données du fichier"
2d1e385a="\nEnregistrement de récupération des données introuvable"
df51f453="\nEnregistrement de récupération des données trouvé"
98f4507d="\nSecteur %ld (offsets %lX...%lX) endommagé"
39517ad5=" - données récupérées"
fafd2068=" - impossible de récupérer les données"
108df5f5="\nAjout de l'enregistrement de restauration des données"
8e3da3c5="\n\nEffacement du contenu du lecteur %c :\n"
54a53da9="\nAVERTISSEMENT : Impossible de récupérer le propriétaire et le groupe de %s\n"
f0a23e69="\nAVERTISSEMENT : Impossible de récupérer l'ID %s du propriétaire\n"
86decae7="\nAVERTISSEMENT : Impossible de récupérer l'ID %s du groupe\n"
d2703396="\nERREUR : Les données du groupe et du propriétaire de %s sont corrompues\n"
558b1a76="\nAVERTISSEMENT : Impossible de définir le propriétaire et le groupe de %s\n"
97362c38="\nAVERTISSEMENT : Impossible de lire le lien symbolique de %s"
310ab9ee="\nAVERTISSEMENT : Le lien symbolique %s existe déjà"
68e7f4b8="\nImpossible de créer %s. Essayer à nouveau ?"
f5b60b80="\n%-20s : erreur de somme de contrôle des données compressées dans le volume %s"
0910aacb="\n%s est en lecture seule"
b47bb7cd="\nAVERTISSEMENT : Impossible d'obtenir les données de sécurité de %s\n"
ed66a19a="\nAVERTISSEMENT : Impossible de définir les données de sécurité de %s\n"
945e1635="\nERREUR : Les données de sécurité de %s sont corrompues\n"
23b54de8="\nAVERTISSEMENT : Format des données de sécurité inconnu %s\n"
c5c39691="\nERREUR : Les données de flux de %s sont corrompues\n"
c3d20aec="\nAVERTISSEMENT : Format des données de flux inconnu %s\n"
0701720c="\nERREUR : Nom de fichier non valide %s"
99b7773d="\n\nTraitement de l'archive %s"
e1f862dc="\nAVERTISSEMENT : Tentative de correction du nom de fichier non valide"
4b5f1b5c="\nAVERTISSEMENT : Vous devez lancer l'extraction depuis un volume précédent pour décompresser %s"
88b8fb4e="\nERREUR : Option inconnue : %s"
76cb06b0="\nERREUR : En-tête de données corrompu et ignoré"
9097125d="\nAVERTISSEMENT : Format d'en-tête de données inconnu et ignoré"
97970d57="\nERREUR : Bloc de données %s corrompu"
fc8e9a61="\nType d'en-tête des données : %s"
2e95ce95="\nImpossible de lire le contenu de %s"
3edf8b00="\n%s n'est pas un volume"
5592e7bd="\nERREUR : %s et %s appartiennent à des ensembles distincts"
9b90c94a="\n%d volumes manquants"
a18da06e="\n%d volumes de restauration trouvés"
f22ab16c="\nRien à reconstruire"
53cd7209="\nReconstruction impossible"
ead7102c="\nReconstruction..."
fb43ea91="\nCréation de %s"
22ea5c2d="\n%s renommé en %s"
a73f1fdd="\nErreur d'écriture : seul le système de fichiers NTFS prend en charge les fichiers de plus de 4 Go"
ed9c7e66="\nAVERTISSEMENT : Le système de fichiers FAT32 ne prend pas en charge les fichiers de plus de 4 Go"
504cba0b="\nAVERTISSEMENT : Impossible de changer les attributs de %s"
3dbc9e61="\nERREUR : le module SFX par défaut ne prend pas en charge les archives RAR %d.%d"
2f570252="\nImpossible de chiffrer l'archive car elle contient déjà des fichiers chiffrés"
4bc11674="\nImpossible d'envoyer le fichier %s par e-mail"
8ba80b98="\nArchive SFX RAR"
37c4b240="\n\n<Commandes>"
7623adc4="\n  -x      Extraire depuis l'archive (par défaut)"
74ea0bc5="\n  -t      Tester les fichiers de l'archive"
77689c84="\n  -v      Liste détaillée du contenu d'une archive"
7d063dcc="\nLe nombre total de volumes usuels et de restauration ne doit pas dépasser %d"
944463cd="%d volume"
f62a6912="\nImpossible de supprimer %s"
e69effc0="\nImpossible de déplacer certains fichiers et dossiers vers la corbeille"
ff098ed5="\nCalcul de la somme de contrôle"
da4e155b="\nAVERTISSEMENT : L'archive SFX est trop grande. Windows ne peut pas lancer de fichier exécutable d'une taille supérieure à 4 Go."
59a688ea="\nCalcul des sommes de contrôle de tous les volumes."
16bf1979="\nERREUR : Espace disque insuffisant pour %s."
a6b740a7="\nUne nouvelle version de RAR est peut-être nécessaire."
a59e7af3="\nMéthode de chiffrement inconnue dans %s"
2d3db47f="\nLe mot de passe indiqué n'est pas correct."
4d4ac77a="\nOctets %d corrompus à %08x %08x"
5527b165="\n%u blocs ont été récupérés, %u blocs ont été déplacés"
46d64cbf="\nL'enregistrement de restauration est corrompu."
277005eb="\nTest de l'enregistrement de récupération"
6809122a="Echec"
1bf5efce="\nLe commutateur %s n'est pas pris en charge pour le format d'archive %d.x RAR."
c2f9bfd9="\nRecherche de fichiers identiques"
abae1fef="%d trouvé."
766be7e4="\nChamp supplémentaire inconnu dans %s."
7f0591a1="\nChamp supplémentaire corrompu %s dans %s."
b89716b0="\nImpossible de copier %s vers %s."
2985a34a="\nVous devez décompresser l'intégralité de l'archive pour créer les entrées de références des fichiers."
1fd8ce26="\nCopie des données"
aa747e4e="\nImpossible de créer le lien symbolique %s"
8d5431af="\nImpossible de créer le lien dur %s"
e969e7cc="\nVous devez d'abord décompresser la cible du lien"
46883541="\nVous devriez peut-être exécuter RAR avec des droits d'administrateur"
398d2d1a="\nLa quantité de mémoire n'est pas suffisante pour un dictionnaire de %d Mo. La valeur a été remplacée par %d Mo."
a4230f59="\nVeuillez utiliser un dictionnaire de compression plus petit."
